Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the most significant choice you've ever made?
de: Was war die bedeutendste Entscheidung, die du je getroffen hast?
es: ¿Cuál es la decisión más significativa que has tomado?
fr: Quel est le choix le plus significatif que vous ayez jamais fait ?
it: Qual è la scelta più significativa che tu abbia mai fatto?
ja: あなたがこれまでにした最も重要な選択は何ですか？
ko: 당신이 한 가장 중요한 선택은 무엇인가요?
nb: Hva er det viktigste valget du noensinne har tatt?
nl: Wat is de meest significante keuze die je ooit hebt gemaakt?
pl: Jaki jest najważniejszy wybór, jakiego kiedykolwiek dokonałeś?
pt_br: Qual é a escolha mais significativa que você já fez?
sv: Vad är det mest betydelsefulla val du någonsin gjort?
uk: Який найважливіший вибір ви коли-небудь робили?
zh_hans: 你做过的最重要的选择是什么？

source: What's the most spontaneous thing you've ever done?
de: Was war das Spontanste, was du je getan hast?
es: ¿Qué es lo más espontáneo que has hecho?
fr: Quelle est la chose la plus spontanée que vous ayez jamais faite ?
it: Qual è la cosa più spontanea che tu abbia mai fatto?
ja: 今までで一番衝動的にやったことは何ですか？
ko: 가장 즉흥적으로 했던 일은 무엇인가요?
nb: Hva er det mest spontane du noen gang har gjort?
nl: Wat is het meest spontane dat je ooit hebt gedaan?
pl: Jaka jest najbardziej spontaniczna rzecz, jaką kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais espontânea que você já fez?
sv: Vad är det mest spontana du någonsin har gjort?
uk: Що найспонтаннішого ви коли-небудь робили?
zh_hans: 你做过的最冲动的事情是什么？

source: What's the most spontaneous travel decision you've ever made?
de: Was war die spontanste Reiseentscheidung, die du je getroffen hast?
es: ¿Cuál es la decisión de viaje más espontánea que has tomado?
fr: Quelle est la décision de voyage la plus spontanée que tu aies prise ?
it: Qual è stata la decisione di viaggio più spontanea che hai mai preso?
ja: 今までで一番衝動的に決めた旅行の決断は何ですか？
ko: 가장 즉흥적으로 내린 여행 결정은 무엇인가요?
nb: Hva er den mest spontane reisebeslutningen du noen gang har tatt?
nl: Wat is de meest spontane reisbeslissing die je ooit hebt genomen?
pl: Jaka była najbardziej spontaniczna decyzja podróżnicza, jaką podjąłeś/aś?
pt_br: Qual foi a decisão de viagem mais espontânea que você já tomou?
sv: Vilket är det mest spontana resebeslutet du någonsin tagit?
uk: Яке найспонтанніше рішення щодо подорожі ви коли-небудь приймали?
zh_hans: 你做过最随性的旅行决定是什么？

source: What's the most stripped-back, basic travel experience you've loved?
de: Was war deine reduzierteste, einfachste Reiseerfahrung, die du geliebt hast?
es: ¿Cuál es la experiencia de viaje más básica y sencilla que has amado?
fr: Quelle est l'expérience de voyage la plus dépouillée et basique que tu aies adorée ?
it: Qual è l'esperienza di viaggio più essenziale e semplice che hai amato?
ja: 好きな、最もシンプルで基本的な旅行体験は何ですか？
ko: 가장 기본적이고 소박했지만 좋았던 여행 경험은 무엇인가요?
nb: Hva er den mest enkle, grunnleggende reiseopplevelsen du har elsket?
nl: Wat is de meest eenvoudige, basis reiservaring die je geweldig vond?
pl: Jakie jest najbardziej podstawowe, proste doświadczenie z podróży, które pokochałeś?
pt_br: Qual é a experiência de viagem mais básica e simples que você amou?
sv: Vad är den mest enkla, grundläggande reseupplevelsen du har älskat?
uk: Який найпростіший, базовий досвід подорожі вам сподобався?
zh_hans: 你喜欢的最简单、最基础的旅行体验是什么？

source: What's the most surprising thing about being your current age?
de: Was ist das Überraschendste an deinem jetzigen Alter?
es: ¿Qué es lo más sorprendente de tener tu edad actual?
fr: Quelle est la chose la plus surprenante à propos de ton âge actuel ?
it: Qual è la cosa più sorprendente della tua età attuale?
ja: 今の年齢で一番驚くべきことは何ですか？
ko: 지금의 나이에 대해 가장 놀라운 점은 무엇인가요?
nb: Hva er det mest overraskende med å være din nåværende alder?
nl: Wat is het meest verrassende aan jouw huidige leeftijd?
pl: Co jest najbardziej zaskakujące w twoim obecnym wieku?
pt_br: Qual é a coisa mais surpreendente sobre ter a sua idade atual?
sv: Vad är det mest överraskande med att vara din nuvarande ålder?
uk: Що найдивовижніше у вашому теперішньому віці?
zh_hans: 关于你现在年龄最让你惊讶的事情是什么？

source: What's the most surreal landscape you've ever stood in?
de: In welcher surrealsten Landschaft standest du jemals?
es: ¿Cuál es el paisaje más surrealista en el que has estado?
fr: Quel est le paysage le plus surréaliste dans lequel tu t'es tenu ?
it: Qual è il paesaggio più surreale in cui sei mai stato?
ja: 今まで立った中で最も幻想的な風景は何ですか？
ko: 서있었던 곳 중 가장 초현실적인 풍경은 어디인가요?
nb: Hva er det mest surrealistiske landskapet du noen gang har stått i?
nl: Wat is het meest surrealistische landschap waarin je ooit hebt gestaan?
pl: W jakim najbardziej surrealistycznym krajobrazie stałeś?
pt_br: Qual é a paisagem mais surreal em que você já esteve?
sv: Vilket är det mest surrealistiska landskapet du någonsin har stått i?
uk: Який найсюрреалістичніший пейзаж ви бачили?
zh_hans: 你站过的最超现实的风景是什么？

source: What's the most trouble you ever got into as a kid?
de: Was war der größte Ärger, den du als Kind hattest?
es: ¿En qué problemas te metiste más cuando eras niño?
fr: Quelle est la pire bêtise que tu aies faite quand tu étais enfant ?
it: Qual è stato il guaio più grosso in cui sei finito da bambino?
ja: 子供の頃、一番大きなトラブルは何でしたか？
ko: 어릴 때 가장 큰 골치 아픈 일은 무엇이었나요?
nb: Hva var det verste trøbbelet du havnet i som barn?
nl: In wat voor problemen ben je als kind het meest beland?
pl: W jakie największe tarapaty wpadłeś/wpadłaś jako dziecko?
pt_br: Qual foi a maior enrascada em que você se meteu quando criança?
sv: Vad var det värsta du råkade ut för som barn?
uk: Яких найбільших неприємностей ви зазнали в дитинстві?
zh_hans: 你小时候闯过最大的祸是什么？

source: What's the most unexpectedly moving thing you've experienced abroad?
de: Was war das unerwartet bewegendste Erlebnis im Ausland?
es: ¿Cuál es la cosa más inesperadamente conmovedora que has experimentado en el extranjero?
fr: Quelle est la chose la plus étonnamment émouvante que tu aies vécue à l'étranger ?
it: Qual è la cosa più inaspettatamente commovente che hai vissuto all'estero?
ja: 海外で経験した、予想外に感動したことは何ですか？
ko: 해외에서 경험한 예상치 못하게 감동적인 일은 무엇인가요?
nb: Hva er den mest uventet rørende opplevelsen du har hatt i utlandet?
nl: Wat is de meest onverwacht ontroerende ervaring die je in het buitenland hebt gehad?
pl: Jakie jest najbardziej nieoczekiwanie wzruszające doświadczenie za granicą?
pt_br: Qual foi a coisa mais inesperadamente comovente que você já experimentou no exterior?
sv: Vad är den mest oväntat rörande upplevelsen du har haft utomlands?
uk: Що найбільш несподівано зворушило вас за кордоном?
zh_hans: 你在国外经历的最意想不到的感动是什么？

source: What's the most unflattering photo of you that you actually love?
de: Was ist das unvorteilhafteste Foto von dir, das du tatsächlich liebst?
es: ¿Cuál es la foto más desfavorecedora tuya que realmente amas?
fr: Quelle est la photo la moins flatteuse de toi que tu aimes vraiment ?
it: Qual è la tua foto più brutta che in realtà ami?
ja: 自分の一番写りの悪い写真で、実は気に入っているものは何ですか？
ko: 가장 못 나온 사진 중에 오히려 좋아하는 게 뭐예요?
nb: Hva er det mest uflatterende bildet av deg som du faktisk elsker?
nl: Wat is de minst flatteuze foto van jou die je eigenlijk geweldig vindt?
pl: Jakie jest twoje najmniej korzystne zdjęcie, które tak naprawdę kochasz?
pt_br: Qual é a foto mais desfavorável sua que você realmente ama?
sv: Vilket är det mest smickrande fotot av dig som du faktiskt älskar?
uk: Яке найневдаліше ваше фото, яке ви насправді любите?
zh_hans: 你最不上相但实际却很喜欢的照片是哪张？

source: What's the most unusual gift you've ever received?
de: Was war das ungewöhnlichste Geschenk, das du jemals erhalten hast?
es: ¿Cuál es el regalo más inusual que has recibido?
fr: Quel est le cadeau le plus inhabituel que tu aies jamais reçu ?
it: Qual è il regalo più insolito che tu abbia mai ricevuto?
ja: 今までで一番変わったプレゼントは何ですか？
ko: 받은 선물 중 가장 특이했던 것은 무엇인가요?
nb: Hva er den merkeligste gaven du noen gang har fått?
nl: Wat is het meest ongewone cadeau dat je ooit hebt gekregen?
pl: Jaki jest najbardziej nietypowy prezent, jaki otrzymałeś?
pt_br: Qual é o presente mais incomum que você já recebeu?
sv: Vilken är den mest ovanliga presenten du någonsin fått?
uk: Який найнезвичайніший подарунок ви отримували?
zh_hans: 你收到过的最不寻常的礼物是什么？

source: What's the most unusual thing in your home right now?
de: Was ist das Ungewöhnlichste, was sich gerade in deinem Zuhause befindet?
es: ¿Qué es lo más inusual en tu hogar en este momento?
fr: Quelle est la chose la plus inhabituelle chez vous en ce moment ?
it: Qual è la cosa più insolita nella tua casa in questo momento?
ja: 今、あなたの家で一番変わっているものは何ですか？
ko: 지금 집에서 가장 특이한 물건은 무엇인가요?
nb: Hva er det mest uvanlige i hjemmet ditt akkurat nå?
nl: Wat is het meest ongewone ding in je huis op dit moment?
pl: Jaka jest najbardziej niezwykła rzecz w twoim domu w tej chwili?
pt_br: Qual é a coisa mais incomum na sua casa agora?
sv: Vad är det mest ovanliga i ditt hem just nu?
uk: Що найнезвичайніше зараз у вашому домі?
zh_hans: 你家里现在最不寻常的东西是什么？

source: What's the most useless button you've ever seen in a car or an app?
de: Was ist der nutzloseste Knopf, den du je in einem Auto oder einer App gesehen hast?
es: ¿Cuál es el botón más inútil que has visto en un coche o en una aplicación?
fr: Quel est le bouton le plus inutile que tu aies jamais vu dans une voiture ou une application ?
it: Qual è il pulsante più inutile che tu abbia mai visto in un'auto o in un'app?
ja: 車やアプリで見た中で一番役に立たないボタンは何ですか？
ko: 자동차나 앱에서 본 가장 쓸모없는 버튼은 뭐예요?
nb: Hva er den mest ubrukelige knappen du noen gang har sett i en bil eller en app?
nl: Wat is de meest nutteloze knop die je ooit in een auto of een app hebt gezien?
pl: Jaki jest najbardziej bezużyteczny przycisk, jaki widziałeś w samochodzie lub aplikacji?
pt_br: Qual é o botão mais inútil que você já viu num carro ou aplicativo?
sv: Vilken är den mest värdelösa knappen du någonsin har sett i en bil eller en app?
uk: Яка найбільш марна кнопка, яку ви коли-небудь бачили в автомобілі чи додатку?
zh_hans: 你在汽车或应用里见过的最没用的按钮是什么？

source: What’s the most useless piece of trivia you know?
de: Was ist die nutzloseste Tatsache, die du kennst?
es: ¿Cuál es la trivia más inútil que sabes?
fr: Quel est le fait le plus inutile que tu connaisses ?
it: Qual è la curiosità più inutile che conosci?
ja: 知っている中で最も役に立たないトリビアは何ですか？
ko: 아는 것 중 가장 쓸모없는 잡학지식은 무엇인가요?
nb: Hva er den mest ubrukelige triviaen du vet?
nl: Wat is het meest nutteloze weetje dat je kent?
pl: Jaki jest najbardziej bezużyteczny ciekawostka, jaką znasz?
pt_br: Qual é o fato inútil mais inútil que você conhece?
sv: Vad är det mest värdelösa kuriosa du vet?
uk: Який найбільш марний факт ви знаєте?
zh_hans: 你知道的最无用的冷知识是什么？

source: What's the most useless talent you have?
de: Was ist dein nutzlosestes Talent?
es: ¿Cuál es tu talento más inútil?
fr: Quel est ton talent le plus inutile?
it: Qual è il tuo talento più inutile?
ja: あなたの一番役に立たない特技は何ですか？
ko: 가장 쓸모없는 재능은 무엇인가요?
nb: Hva er det mest ubrukelige talentet du har?
nl: Wat is het meest nutteloze talent dat je hebt?
pl: Jaki jest twój najbardziej bezużyteczny talent?
pt_br: Qual é o seu talento mais inútil?
sv: Vilken är din mest värdelösa talang?
uk: Який твій найбільш марний талант?
zh_hans: 你最无用的天赋是什么？

source: What’s the most useless talent you possess?
de: Was ist das nutzloseste Talent, das du besitzt?
es: ¿Cuál es el talento más inútil que posees?
fr: Quel est le talent le plus inutile que vous possédez ?
it: Quale talento inutile possiedi?
ja: 一番役に立たない才能は何ですか？
ko: 가장 쓸모없는 재능은 무엇인가요?
nb: Hva er det mest ubrukelige talentet du har?
nl: Wat is het meest nutteloze talent dat je hebt?
pl: Jaki jest twój najbardziej bezużyteczny talent?
pt_br: Qual é o talento mais inútil que você possui?
sv: Vilken är den mest värdelösa talangen du besitter?
uk: Який ваш найнепотрібніший талант?
zh_hans: 你拥有的最无用的才能是什么？

source: What's the most valuable thing you owned as a kid?
de: Was war das Wertvollste, was du als Kind besessen hast?
es: ¿Qué fue lo más valioso que poseías de niño?
fr: Quelle est la chose la plus précieuse que tu possédais étant enfant ?
it: Qual è la cosa più preziosa che possedevi da bambino?
ja: 子供の頃に持っていた最も価値のあるものは何ですか？
ko: 어릴 때 소유했던 가장 귀중한 물건은 무엇인가요?
nb: Hva er det mest verdifulle du eide som barn?
nl: Wat was het meest waardevolle dat je als kind bezat?
pl: Jaka była najcenniejsza rzecz, którą posiadałeś/posiadałaś jako dziecko?
pt_br: Qual foi a coisa mais valiosa que você possuía quando criança?
sv: Vad var det mest värdefulla du ägde som barn?
uk: Що було найціннішим, що ви мали в дитинстві?
zh_hans: 你小时候拥有的最珍贵的东西是什么？

source: What’s the next big purchase you’re saving for?
de: Wofür sparst du als nächstes für eine große Anschaffung?
es: ¿Cuál es la próxima compra grande para la que estás ahorrando?
fr: Quel est le prochain gros achat pour lequel tu économises ?
it: Qual è il prossimo grande acquisto per cui stai risparmiando?
ja: 次に貯金している大きな買い物は何ですか？
ko: 다음으로 저축 중인 큰 구매는 무엇인가요?
nb: Hva er det neste store kjøpet du sparer til?
nl: Wat is de volgende grote aankoop waarvoor je spaart?
pl: Jaki jest następny duży zakup, na który oszczędzasz?
pt_br: Qual é a próxima grande compra que você está guardando dinheiro?
sv: Vad är nästa stora köp du sparar till?
uk: Яка наступна велика покупка, на яку ви заощаджуєте?
zh_hans: 你正在存钱的下一个大件购买是什么？

source: What's the one project you wish you had more time to pursue?
de: Was ist das eine Projekt, für das du dir mehr Zeit wünschst?
es: ¿Cuál es el proyecto para el que deseas tener más tiempo?
fr: Quel est le projet pour lequel tu aimerais avoir plus de temps ?
it: Qual è il progetto per cui vorresti avere più tempo?
ja: もっと時間があれば追求したいプロジェクトは何ですか？
ko: 더 많은 시간이 있었으면 하는 프로젝트는 무엇인가요?
nb: Hva er det ene prosjektet du skulle ønske du hadde mer tid til å forfølge?
nl: Wat is het ene project waarvoor je meer tijd zou willen hebben?
pl: Jaki jest jeden projekt, na który chciałbyś mieć więcej czasu?
pt_br: Qual é o projeto para o qual você gostaria de ter mais tempo?
sv: Vilket är det projekt du önskar att du hade mer tid att ägna dig åt?
uk: Який це один проект, на який ви хотіли б мати більше часу?
zh_hans: 你希望有更多时间去做的一个项目是什么？

source: What’s the one thing I could do to make you lose your mind instantly?
de: Was ist die eine Sache, die ich tun könnte, um dich sofort den Verstand verlieren zu lassen?
es: ¿Qué es lo único que podría hacer para que pierdas la cabeza al instante?
fr: Quelle est la chose que je pourrais faire pour vous faire perdre la tête instantanément ?
it: Qual è l'unica cosa que potrei fare per farti perdere la testa all'istante?
ja: あなたを一瞬で理性を失わせるために、私ができることは何ですか？
ko: 내가 당신을 즉시 미치게 만들기 위해 할 수 있는 한 가지는 무엇인가요?
nb: Hva er den ene tingen jeg kunne gjort for å få deg til å miste kontrollen umiddelbart?
nl: Wat is het ene ding dat ik zou kunnen doen om je direct je verstand te laten verliezen?
pl: Jaka jest ta jedna rzecz, którą mógłbym zrobić, żebyś natychmiast stracił dla mnie głowę?
pt_br: Qual é a única coisa que eu poderia fazer para te fazer perder a cabeça instantaneamente?
sv: Vad är den enda saken jag skulle kunna göra för att få dig att tappa förståndet omedelbart?
uk: Яку річ я міг би зробити, щоб ви миттєво втратили голову?
zh_hans: 我做哪一件事能让你立刻疯狂？

source: What’s the one thing you want to be remembered for?
de: Was ist das eine, wofür du in Erinnerung bleiben möchtest?
es: ¿Qué es lo único por lo que quieres ser recordado?
fr: Quelle est la seule chose pour laquelle tu veux être connu ?
it: Qual è la cosa per cui vuoi essere ricordato?
ja: 覚えられたいことは何ですか？
ko: 기억되고 싶은 한 가지는 무엇인가요?
nb: Hva er det ene du vil bli husket for?
nl: Wat is het ene waarvoor je herinnerd wilt worden?
pl: Co jest jedną rzeczą, z której chcesz być zapamiętany?
pt_br: Qual é a única coisa pela qual você quer ser lembrado?
sv: Vad är det ena du vill bli ihågkommen för?
uk: За що ви хочете, щоб вас пам'ятали?
zh_hans: 你希望因为哪一件事而被人们记住？

source: What's the silliest thing you've spent money on and never regretted?
de: Was ist das albernste, wofür du Geld ausgegeben hast und es nie bereut hast?
es: ¿Qué es lo más tonto en lo que has gastado dinero y nunca te has arrepentido?
fr: Quelle est la chose la plus stupide sur laquelle tu as dépensé de l'argent sans jamais le regretter?
it: Qual è la cosa più sciocca su cui hai speso soldi e non te ne sei mai pentito?
ja: お金を使ったけど後悔していない一番ばかげたことは何ですか？
ko: 돈을 썼지만 후회하지 않는 가장 어리석은 일은 무엇인가요?
nb: Hva er den tåpeligste tingen du har brukt penger på og aldri angret på?
nl: Wat is het stomste waar je geld aan hebt uitgegeven en nooit spijt van hebt gehad?
pl: Jaka jest najgłupsza rzecz, na którą wydałeś pieniądze i nigdy nie żałowałeś?
pt_br: Qual é a coisa mais boba em que você gastou dinheiro e nunca se arrependeu?
sv: Vad är den löjligaste saken du har lagt pengar på och aldrig ångrat?
uk: Яка найбезглуздіша річ, на яку ти витратив гроші і ніколи не шкодував?
zh_hans: 你花钱买过最傻但从不后悔的东西是什么？

source: What's the smallest, most obscure place that left the biggest impression on you?
de: Was ist der kleinste, obskurste Ort, der den größten Eindruck hinterlassen hat?
es: ¿Cuál es el lugar más pequeño y oscuro que te dejó la mayor impresión?
fr: Quel est le plus petit endroit, le plus obscur, qui t'a fait la plus grande impression ?
it: Qual è il posto più piccolo e oscuro che ti ha fatto la maggiore impressione?
ja: 最も小さくて無名だけど、一番強い印象を残した場所はどこですか？
ko: 가장 작고 알려지지 않았지만 가장 큰 인상을 남긴 곳은 어디인가요?
nb: Hva er det minste, mest obskure stedet som gjorde størst inntrykk på deg?
nl: Wat is de kleinste, meest obscure plek die de grootste indruk op je heeft gemaakt?
pl: Jakie jest najmniejsze, najbardziej nieznane miejsce, które wywarło na tobie największe wrażenie?
pt_br: Qual é o lugar mais pequeno e obscuro que deixou a maior impressão em você?
sv: Vilken är den minsta, mest obskyra plats som gjorde störst intryck på dig?
uk: Яке найменше, найневідоміше місце справило на вас найбільше враження?
zh_hans: 哪个最小、最不起眼的地方给你留下了最深刻的印象？

source: What's the strangest dream you can remember?
de: Was ist der seltsamste Traum, an den du dich erinnern kannst?
es: ¿Cuál es el sueño más extraño que recuerdas?
fr: Quel est le rêve le plus étrange dont tu te souviennes?
it: Qual è il sogno più strano che ricordi?
ja: 覚えている中で一番奇妙な夢は何ですか？
ko: 기억나는 가장 이상한 꿈은 무엇인가요?
nb: Hva er den merkeligste drømmen du kan huske?
nl: Wat is de vreemdste droom die je je kunt herinneren?
pl: Jaki jest najdziwniejszy sen, jaki pamiętasz?
pt_br: Qual é o sonho mais estranho que você consegue se lembrar?
sv: Vad är den konstigaste drömmen du kan minnas?
uk: Який найдивніший сон ти пам'ятаєш?
zh_hans: 你能记住的最奇怪的梦是什么？

source: What's the strangest thing that's ever happened to you at a drive-thru?
de: Was ist das Seltsamste, das dir je an einem Drive-in passiert ist?
es: ¿Qué es lo más extraño que te ha pasado en un autoservicio?
fr: Quelle est la chose la plus étrange qui te soit jamais arrivée dans un drive ?
it: Qual è la cosa più strana che ti sia mai capitata al drive-thru?
ja: ドライブスルーで起こった一番奇妙な出来事は何ですか？
ko: 드라이브스루에서 겪은 가장 이상한 일이 뭐예요?
nb: Hva er det merkeligste som noen gang har skjedd med deg på en drive-thru?
nl: Wat is het vreemdste dat je ooit is overkomen bij een drive-thru?
pl: Co jest najdziwniejszego, co cię kiedykolwiek spotkało na zjeździe?
pt_br: Qual é a coisa mais estranha que já aconteceu com você num drive-thru?
sv: Vad är det konstigaste som någonsin har hänt dig på en drive-thru?
uk: Що найдивнішого з вами коли-небудь траплялося на drive-thru?
zh_hans: 你在免下车餐厅遇到过的最奇怪的事情是什么？

source: What's the weirdest food combination you secretly enjoy?
de: Was ist die seltsamste Essenskombination, die du heimlich magst?
es: ¿Cuál es la combinación de comida más rara que disfrutas en secreto?
fr: Quelle est la combinaison d'aliments la plus étrange que tu aimes secrètement?
it: Qual è la combinazione di cibo più strana che ti piace segretamente?
ja: こっそり楽しむ奇妙な食べ物の組み合わせは何ですか？
ko: 비밀리에 즐기는 가장 이상한 음식 조합은 무엇인가요?
nb: Hva er den rareste matkombinasjonen du hemmelig liker?
nl: Wat is de raarste voedselcombinatie die je stiekem lekker vindt?
pl: Jaka jest najdziwniejsza kombinacja jedzenia, którą potajemnie lubisz?
pt_br: Qual é a combinação de comida mais estranha que você secretamente gosta?
sv: Vad är den konstigaste matkombinationen du hemligt gillar?
uk: Яка найдивніша комбінація їжі, яка тобі таємно подобається?
zh_hans: 你暗自喜欢的最奇怪的食物组合是什么？

source: What's the weirdest job you've ever had or considered?
de: Was war der seltsamste Job, den du je hattest oder in Betracht gezogen hast?
es: ¿Cuál es el trabajo más extraño que has tenido o considerado?
fr: Quel est le travail le plus étrange que vous ayez eu ou envisagé ?
it: Qual è il lavoro più strano che tu abbia mai avuto o considerato?
ja: 今までにやったことのある、または考えたことのある変な仕事は何ですか？
ko: 가장 이상했던 직업이나 고려했던 직업은 무엇인가요?
nb: Hva er den merkeligste jobben du noen gang har hatt eller vurdert?
nl: Wat is de raarste baan die je ooit hebt gehad of overwogen?
pl: Jaka jest najdziwniejsza praca, jaką kiedykolwiek miałeś lub rozważałeś?
pt_br: Qual é o trabalho mais estranho que você já teve ou considerou?
sv: Vilket är det konstigaste jobbet du någonsin har haft eller övervägt?
uk: Яка найдивніша робота, яку ви коли-небудь мали чи розглядали?
zh_hans: 你做过或考虑过的最奇怪的工作是什么？

source: What’s the weirdest thing you did when you were home alone?
de: Was ist das Seltsamste, das du getan hast, als du allein zu Hause warst?
es: ¿Qué es lo más raro que hiciste cuando estabas solo en casa?
fr: Quelle est la chose la plus étrange que tu as faite quand tu étais seul à la maison ?
it: Qual è la cosa più strana che hai fatto quando eri solo a casa?
ja: 家に一人でいるときにした一番変なことは何ですか？
ko: 집에 혼자 있을 때 했던 가장 이상한 행동은 무엇인가요?
nb: Hva er det rareste du gjorde da du var hjemme alene?
nl: Wat is het raarste dat je deed toen je alleen thuis was?
pl: Co jest najdziwniejszego, co zrobiłeś, będąc sam w domu?
pt_br: Qual é a coisa mais estranha que você fez quando estava sozinho em casa?
sv: Vad är det konstigaste du gjorde när du var hemma ensam?
uk: Що найдивнішого ви робили, коли були вдома самі?
zh_hans: 你独自在家时做过的最奇怪的事情是什么？

source: What's the weirdest thing you've googled recently?
de: Was ist das Seltsamste, das du kürzlich gegoogelt hast?
es: ¿Qué es lo más extraño que has buscado en Google últimamente?
fr: Quelle est la chose la plus étrange que tu aies googlée récemment?
it: Qual è la cosa più strana che hai googlato di recente?
ja: 最近ググった中で一番変なものは何ですか？
ko: 최근에 검색한 가장 이상한 것은 무엇인가요?
nb: Hva er det merkeligste du har googlet i det siste?
nl: Wat is het vreemdste dat je recentelijk hebt gegoogeld?
pl: Jaka jest najdziwniejsza rzecz, którą ostatnio wygooglowałeś?
pt_br: Qual é a coisa mais estranha que você pesquisou no Google recentemente?
sv: Vad är det konstigaste du har googlat nyligen?
uk: Що найдивнішого ти нещодавно гуглив?
zh_hans: 你最近搜索过的最奇怪的东西是什么？

source: What's the weirdest thing you've seen in someone else's home?
de: Was ist das Seltsamste, das du in einem fremden Haus gesehen hast?
es: ¿Qué es lo más extraño que has visto en la casa de otra persona?
fr: Quelle est la chose la plus étrange que tu aies vue chez quelqu'un d'autre ?
it: Qual è la cosa più strana che tu abbia mai visto in casa di qualcun altro?
ja: 他の誰かの家で見た一番変なものは何ですか？
ko: 다른 사람 집에서 본 가장 이상한 것은 뭐예요?
nb: Hva er det rareste du har sett i noen andres hjem?
nl: Wat is het raarste dat je in iemands anders huis hebt gezien?
pl: Co jest najdziwniejszą rzeczą, jaką widziałeś w cudzym domu?
pt_br: Qual é a coisa mais estranha que você já viu na casa de outra pessoa?
sv: Vad är det konstigaste du har sett i någon annans hem?
uk: Що найдивнішого ви бачили в чужому домі?
zh_hans: 你在别人家见过的最奇怪的东西是什么？
